Repository: AnthonyHoens/portfolio
Catalog: src/bedrock/web/app/themes/portfolio/languages/*.po
Languages: fr_be

source: Some of my projects
fr_be: Quelques-uns de mes projets

source: Learn more
fr_be: En savoir plus

source: Learn more about %s
fr_be: En savoir plus à propos de %s

source: We haven't found a project yet.
fr_be: Nous n'avons pas encore trouvé de projet.

source: Link to the project website
fr_be: Lien vers le site du projet

source: View the project
fr_be: Voir le projet

source: About
fr_be: -À propos

source: Full-stack developer
fr_be: Développeur Full Stack

source: Get in touch
fr_be: Prenons contact

source: Main Navigation
fr_be: Navigation principale

source: All rights reserved.
fr_be: Tous droits réservés.

source: Close contact form
fr_be: Fermer le formulaire de contact

source: Anthony Hoens's picture
fr_be: Image de Anthony Hoens

source: Projects
fr_be: Projets

source: Project
fr_be: Projet

source: Add a project
fr_be: Ajouter un projet

source: Add a new project
fr_be: Ajouter un nouveau projet

source: Modify a project
fr_be: Modifier un projet

source: New project
fr_be: Nouveau projet

source: All projects realised by Anthony Hoens.
fr_be: Tous les projets réalisé par Anthony Hoens.

source: Hello,
fr_be: Bonjour,

source: I am Anthony Hoens, a full-stack developer with 3 years of experience. Passionate about my work, I place great importance on smooth communication, constructive collaboration, and absolute commitment.
fr_be: Je suis Anthony Hoens, développeur full-stack avec 3 ans d'expérience. Passionné par mon métier, j'accorde une importance particulière à une communication fluide, une collaboration constructive et un engagement absolu.

source: Specialized in PHP (Laravel, WordPress, Magento) and front-end (React, jQuery, CSS), I develop scalable applications and dynamic interfaces, with a strong focus on website performance.
fr_be: Spécialisé en PHP (Laravel, WordPress, Magento) et front-end (React, jQuery, CSS), je développe des applications évolutives et des interfaces dynamiques, tout en mettant un point d'honneur sur la performance des sites.

source: There is only one way to fail: to give up before succeeding.
fr_be: Il n'y a qu'une façon d'échouer, c'est d'abandonner avant d'avoir réussi.

source: The project
fr_be: Le projet

source: My projects
fr_be: Mes projets

source: Project image inside macbook
fr_be: Image du projet à l'intérieur d'un macbook

source: Project image inside iphone
fr_be: Image du projet à l'intérieur d'un iphone

source: Let's talk about your project ?
fr_be: Parlons à propos de votre projet ?

source: Project owners
fr_be: Auteurs de Projets

source: Project owner
fr_be: Auteur de projet

source: Add a project owner
fr_be: Ajouter un auteur de projet

source: Add a new project owner
fr_be: Ajouter un nouveau auteur de projet

source: Modify a project owner
fr_be: Modifier un auteur de projet

source: New project owner
fr_be: Nouveau auteur de projet
